{"tweet":["We would like to thank CCIDM alumnus @WilliamAtienza2  for joining Center members last Friday to discuss his journey from an undergraduate student at Cal Poly Pomona to a PhD student at the University of Washington. We wish you continued success in your program! ",
"We would like to thank everyone who participated in our workshops, attended our events, and helped make Fall 2020 one of the most successful semesters yet. We appreciate all your support. Good luck with your finals and have a safe and happy winter break! See you in Spring 2021! ",
"From the Center and AMI Club, we wish you a happy and safe Thanksgiving! Comment below what kind of pie you are looking forward to eating!",
"Our full, six part Virtual R Workshop Series is now uploaded in its entirety on our official YouTube Channel! We also have a growing playlist of digital marketing workshops, so subscribe now and never miss another upload!",
"Join the CCIDM, AMI, and Insights Association on Nov. 24th at 12 P.M. as a panel of Insights Association members and current students discuss diversity, inclusion and how to transition from students to professionals! Register here: ",
"Thank you to those who attended the CCIDM Research Seminar last Friday. If you missed it, make sure to stay tuned for future CCIDM Research Seminars and other exciting events hosted by the Center: ",
"Join us tomorrow, Friday, Nov. 13, from 1 p.m. - 2 p.m for the CCIDM Research Seminar Series. The two presentations you?ll see are a result of a year-long research effort by Center students and faculty. Register here: ",
"On Nov. 6th, Dr. Jae Min Jung, Cailin Kuchenbecker, Jillian Munoz and Jarrod Griffin presented research projects at the 2020 GMC. Interested in learning more about the research the CCIDM is doing? Register for our research seminar this Friday here: ",
"Join us Friday, Nov. 13, from 1 p.m. to 2 p.m for the CCIDM Research Seminar Series. The two presentations you?ll see are a result of a year-long research effort by Center students and faculty. Please register here: ",
"Happy Halloween from the Center for Customer Insights and Digital Marketing! Have fun,  be safe, and stay healthy! ",
"Join us on Tuesday, Nov. 3rd at noon for the 5th installment of our virtual R workshop series! Learn about programming best practices, logical operators, and how to create your own R functions. If you missed the previous workshops, watch them here:",
"Join us Friday, Nov. 13, from 1 p.m. to 2 p.m for the CCIDM Research Seminar Series. The two presentations you?ll see are a result of a year-long research effort by Center students and faculty. Please register here: ",
"Join us on Tuesday, October 20th at 12pm for our fourth R workshop! Learn about data wrangling using packages like tidyverse! Check out the first three workshops here:",
"The Center gives a huge thank you to Jenny Yeon for taking the time out of her busy day to speak to Cal Poly Pomona students, faculty, and staff! Jenny shared valuable insights as a CPP Class of ?15 alumni who is successfully navigating the insights/data industry. ",
"Join us TODAY for a talk with Jenny Yeon, Director at Kantar, who will share advice on transitioning from a student to a successful professional thriving in the insights/data industry. Register here:",
"Today @UNESCO  and @UNICEF  are celebrating educators who lead in crisis and reimagine the future. We?d like to recognize our Center director and advisors who have worked to find solutions and create new learning environments for their students.",
"Join us for an afternoon with Jenny Yeon, Director at Kantar, who will share her advice on transitioning from a student to a successful professional thriving in the insights/data industry. Register here:",
"Join us on Tuesday, October 6th at 12pm for our third R workshop! Learn how to import data into RStudio, scrape data from the web, and export data to both local and remote storage locations! Check out the first two workshops here: ",
"Join us for an afternoon with Jenny Yeon, Director at @Kantar , who will share her advice on transitioning from a student to a successful professional thriving in the insights/data industry.  Register here:",
"Congratulations to Grant, Jarrod, Andrea, and Patrick on being selected to hold new center positions for Fall 2020! Our current student team now includes: Cailin Kuchenbecker, Jillian Munoz, Patrick Ogaz, Grant Chic, Jarrod Griffin, Sarah Borsaly, and Andrea Escobar Vara.",
"The center has welcomed four bright students as new research assistants this semester! Stay tuned to hear about Huy Tran, Sanika Gavankar, Inigo Padernal, and Claire Son?s achievements, progress, and research experience.",
"Join us for an afternoon with Jenny Yeon, Director at @Kantar, who will share her advice on transitioning from a student to a successful professional thriving in the insights/data industry. Register here:" ,
"Remember to join us tomorrow at noon for the first of our R workshops. If you attend every workshop, you?ll earn a certificate of completion from the Center for Customer Insights and Digital Marketing!  Zoom Link:",
"Congratulations to Jarrod Griffin, Jillian Munoz, and Cailin Kuchenbecker on being awarded the Office of Undergraduate Research?s Conference Presentation Award. Thank you to OUR, who have provided our students with an opportunity to present at the Global Marketing Conference! ",
"The center would like to thank Cal Poly Pomona?s Office of Undergraduate Research for hosting the 6th Annual Creative Activities Research Symposium. The feedback provided by faculty, staff, and students will go a long way in improving the projects. ",
"The center has officially released the second issue of CCIDM Chronicles, the center?s biannual newsletter. Please take the time to read their stories and give a big round of applause to our amazing students. Click here to view: ",
"We are happy to announce that three research projects from the Center were accepted to present at the 2020 Global Marketing Conference in Seoul, Korea, this November. With researchers from around the globe participating, this event is an amazing opportunity for Center members.",
"The center hosts educational workshops so center members can further develop their public speaking skills and demonstrate their expertise to their co-workers. Here are snapshots from our most recent presentations given by Jarrod Griffin and Patrick Ogaz. ",
"We are proud to be a part of a campus that stands against racial injustice.",
"The Center now has four student research teams participating in the LTD Projects Hatchery program! Team Insights and Team Locals Only were accepted into Phase III while Team Collective Individualists and Team Regulatory Foci have been accepted into Phase I. Congratulations teams! ",
"Welcome to our new twitter account! Follow us for regular updates on the CCIDM."]}

